#include "Header.h"

// 연습문제 1) 다음 조건의 코드를 작성하세요
// 0부터 100 사이의 점수를 입력합니다
// 입력한 점수가 60점 이상일 경우 "합격"
// 60점 미만인 경우 "불합격"을 출력




//int main()
//{
// int score = 68;
//	if (score > 60)
//	{
//		printf("합격\n");
//	}
//	else
//	{
//		printf("불합격\n");
//	}
//	return 0;
//}
// 위는 나의 정답



// 연습 문제 2) 다음 조건의 코드를 작성하세요
// 화면에는 메뉴들이 표시 되어 있습니다.(메뉴는 자유롭게 작성)
// 사용자는 메뉴를 보고 그 메뉴의 번호를 입력합니다.
// 사용자가 그 메뉴를 구매할 가격을 보유하고 있을 경우 그 메뉴를 구입할 수 있습니다.
// 없는 경우에는 잔액이 부족하다는 메세지가 출력 됩니다.

int main()
{
	int score;

	////printf("0 ~ 100 사이의 숫자를 입력해주세요.");
	////scanf("%d", &score);
	////if (score >= 60)
	//{
	//	printf("합격\n");
	//}
	//else
	//{
	//	printf("불합격\n");*/
	//}

	

	


    


	



	return 0;
}
